{
  "token": {
      "description": "Bot Token",
      "type": "string"
  },
  "decks": {
      "description": "牌堆",
      "type": "list",
      "hint": "each item is ONE deck. please separate deck items with {}. format:\nname: {name}\n{item1}\n{item2}\n...",
      "default": [
        "{阿卡纳}  {0 - 愚者（The Fool）对应希伯来字母Aleph（א），象征“空气”与灵性呼吸。他被视为从虚无（Ain Soph）进入显化的第一个冲动。愚者脚步轻盈地行走在悬崖边缘，那是因为他尚未意识到“落下”的概念。}  {I - 魔术师（The Magician）对应希伯来字母Beth（ב），象征“能动的意识”，“房屋”与具象化的空间。 他被视为显化之门的开启者，言语与意志成形的节点。 魔术师站在天地之间，一手指天一手指地，这正是赫尔墨斯教义中“如上如下”的体现。}  {II - 女祭司（The High Priestess） 对应希伯来字母 Gimel（ג），象征“骆驼”，穿越沙漠与潜意识之海的旅程。她被视为“达艾特（知识）之门的守护者，非经炼净者不可入。女祭司坐在神殿双柱之间，守护未知与沉默的奥义。她知晓所有秘密，但只在沉默中启示。}  {3 - 女皇（The Empress） 对应希伯来字母 Daleth（ד），象征爱、美、感官的丰盛她被视为生命进入物质界的大门。女皇不言语，用每一朵开花、每一次怀孕来书写爱意，主掌感性之爱与大地的律动，是宇宙的胎衣。}  {4 - 皇帝（The Emperor） 对应希伯来字母 Heh（ה），意为“窗”，象征将精神之光导入物质世界的结构。他被视为“显化”的第一道口令。皇帝身披红袍，坐在岩石般坚硬的王座之上，是大地之上的统治者、规则的缔造者。}    {5 - 教皇（The Hierophant） 对应希伯来字母 Vav（ו），意为“钩”，连接天与地。他是神圣知识的桥梁，是宗教、传统、仪式与精神导师的象征。他不创造律法，但传达天启，是神秘传统的守门人，将古老智慧授予凡人。}  {6 - 恋人（The Lovers） 对应希伯来字母 Zayin（ז），象征“剑”，表明爱与选择总伴随牺牲与分裂。牌面中天使在上，男女在下，暗示人类之爱映射着神圣之爱，也需面对道德与情感的十字路口。这是“分别”之后的重新结合。}  {7 - 战车（The Chariot） 对应希伯来字母 Cheth（ח），意为“围墙”，象征意志的防护。他手握缰绳，驾驭黑白双马（或狮身人面兽），以强大意志驾驭内在二元性。是胜利、征服、控制欲与坚定目标的象征。}  {8 - 力量（Strength） 对应希伯来字母 Teth（ט），象征“蛇”，代表潜能的蜕变。她温柔地安抚狮子，表明真正的力量并非强硬，而是温柔中的坚定。她用爱与内在德行驯服本能，是灵魂高贵的见证。}  {9 - 隐士（The Hermit） 对应希伯来字母 Yod（י），是最小却最具潜力的字母，象征种子与神圣之火。他独行高山，灯中之光为内在智慧。他背对尘世，是寻找真理与启示者，也是转化旅途中的冥想者。}  {10 - 命运之轮（The Wheel of Fortune） 对应希伯来字母 Kaph（כ），意为“掌心”，象征命运掌控之中又超越人类掌控。轮上有升有降，有斯芬克斯、蛇与安努比斯，暗示命运的循环、宇宙法则与因果流转。是卡巴拉生命树中的循环节点。}  {11 - 正义（Justice） 对应希伯来字母 Lamed（ל），意为“学习”与“鞭子”，象征纪律与平衡。她手持天平与利剑，象征心智与法律的平衡，也是因果报应的体现。在神秘传统中，她守护“因果之门”，每一行为皆有回响。}  {12 - 倒吊人（The Hanged Man） 对应希伯来字母 Mem（מ），意为“水”，象征沉潜与直觉。他倒挂于树，不是惩罚，而是自愿牺牲与视角反转。他进入内在世界，在暂停中领悟生命奥义，是转化的前夜。}  {13 - 死神（Death） 对应希伯来字母 Nun（נ），意为“鱼”，生命于死中再生。他骑黑马，持黑旗，周遭国王与孩童俱跪倒。他并非终结者，而是变革的使者。旧我死去，新生方能来临，是炼金术“黑化”阶段的体现。}  {14 - 节制（Temperance） 对应希伯来字母 Samekh（ס），意为“支撑”，象征中道之力。她调和两杯之水，立于一脚涉水一脚踏地之间，是身心灵之间的平衡调合，是炼金术中的“白化”，即融合极性的艺术。}  {15 - 恶魔（The Devil） 对应希伯来字母 Ayin（ע），意为“眼睛”，象征迷惑与执着。他不是绝对之恶，而是本能、欲望、物质性对灵魂的束缚。他的锁链松弛，意指束缚可自解，只要意志醒觉。他是投影的镜子。}  {16 - 高塔（The Tower） 对应希伯来字母 Peh（פ），意为“口”，象征启示与摧毁之言语。雷霆击塔，王冠倾塌，是傲慢结构的崩解。它代表突如其来的觉醒与摧毁，是炼金术“红化”前的爆炸转化阶段。}  {17 - 星星（The Star） 对应希伯来字母 Tzaddi（צ），意为“钩”，象征灵性引导。她赤身跪地，一手注水于河，一手洒水于地，是希望、灵性洗礼与宇宙之爱的象征。她是炼金术终极阶段的光明化，灵魂之星的显现。}  {18 - 月亮（The Moon） 对应希伯来字母 Qoph（ק），意为“后脑”，与潜意识、梦境、幻象密切相关。两座塔之间，狗与狼齐鸣，蟹自水中爬起——象征未知的召唤、灵魂深处的原型力量。是穿越幻象之门的考验。}  {19 - 太阳（The Sun） 对应希伯来字母 Resh（ר），意为“头”，象征意识的觉醒与启明之心。孩童骑白马，无畏无惧，是内在童真的胜利与生命之光的全面照耀。太阳驱散月影，是灵魂抵达清晰与喜悦的时刻。}  {20 - 审判（Judgement） 对应希伯来字母 Shin（ש），象征“火”与转化。号角响起，死人复生。这不是审判之终，而是唤醒、重生、召唤高我之声的时刻。代表最后觉悟与意识升起的门槛。}  {21 - 世界（The World） 对应希伯来字母 Tav（ת），意为“印记”与完成。她舞于花环之中，四圣兽环绕，象征四元素、四福音、四界的整合。这是大圆满、灵魂的圆归，是愚者旅程的终章，也是新循环的起始。}"
      ]
    }
}
