{
  "token": {
      "description": "Bot Token",
      "type": "string"
  },
  "decks": {
      "description": "牌堆",
      "type": "list",
      "hint": "each item is ONE deck. please separate deck items with {}. format:\nname: {name}\n{item1}\n{item2}\n...",
      "default": [
        "{阿卡纳}  {0 - 愚者（The Fool）对应希伯来字母Aleph（א），象征“空气”与灵性呼吸。他被视为从虚无（Ain Soph）进入显化的第一个冲动。愚者脚步轻盈地行走在悬崖边缘，那是因为他尚未意识到“落下”的概念。}  {I - 魔术师（The Magician）对应希伯来字母Beth（ב），象征“能动的意识”，“房屋”与具象化的空间。 他被视为显化之门的开启者，言语与意志成形的节点。 魔术师站在天地之间，一手指天一手指地，这正是赫尔墨斯教义中“如上如下”的体现。}  {II - 女祭司（The High Priestess） 对应希伯来字母 Gimel（ג），象征“骆驼”，穿越沙漠与潜意识之海的旅程。她被视为“达艾特（知识）之门的守护者，非经炼净者不可入。女祭司坐在神殿双柱之间，守护未知与沉默的奥义。她知晓所有秘密，但只在沉默中启示。}  {3 - 女皇（The Empress） 对应希伯来字母 Daleth（ד），象征爱、美、感官的丰盛她被视为生命进入物质界的大门。女皇不言语，用每一朵开花、每一次怀孕来书写爱意，主掌感性之爱与大地的律动，是宇宙的胎衣。}  {4 - 皇帝（The Emperor） 对应希伯来字母 Heh（ה），意为“窗”，象征将精神之光导入物质世界的结构。他被视为“显化”的第一道口令。皇帝身披红袍，坐在岩石般坚硬的王座之上，是大地之上的统治者、规则的缔造者。}    {5 - 教皇（The Hierophant） 对应希伯来字母 Vav（ו），意为“钩”，连接天与地。他是神圣知识的桥梁，是宗教、传统、仪式与精神导师的象征。他不创造律法，但传达天启，是神秘传统的守门人，将古老智慧授予凡人。}  {6 - 恋人（The Lovers） 对应希伯来字母 Zayin（ז），象征“剑”，表明爱与选择总伴随牺牲与分裂。牌面中天使在上，男女在下，暗示人类之爱映射着神圣之爱，也需面对道德与情感的十字路口。这是“分别”之后的重新结合。}  {7 - 战车（The Chariot） 对应希伯来字母 Cheth（ח），意为“围墙”，象征意志的防护。他手握缰绳，驾驭黑白双马（或狮身人面兽），以强大意志驾驭内在二元性。是胜利、征服、控制欲与坚定目标的象征。}  {8 - 力量（Strength） 对应希伯来字母 Teth（ט），象征“蛇”，代表潜能的蜕变。她温柔地安抚狮子，表明真正的力量并非强硬，而是温柔中的坚定。她用爱与内在德行驯服本能，是灵魂高贵的见证。}  {9 - 隐士（The Hermit） 对应希伯来字母 Yod（י），是最小却最具潜力的字母，象征种子与神圣之火。他独行高山，灯中之光为内在智慧。他背对尘世，是寻找真理与启示者，也是转化旅途中的冥想者。}  {10 - 命运之轮（The Wheel of Fortune） 对应希伯来字母 Kaph（כ），意为“掌心”，象征命运掌控之中又超越人类掌控。轮上有升有降，有斯芬克斯、蛇与安努比斯，暗示命运的循环、宇宙法则与因果流转。是卡巴拉生命树中的循环节点。}  {11 - 正义（Justice） 对应希伯来字母 Lamed（ל），意为“学习”与“鞭子”，象征纪律与平衡。她手持天平与利剑，象征心智与法律的平衡，也是因果报应的体现。在神秘传统中，她守护“因果之门”，每一行为皆有回响。}  {12 - 倒吊人（The Hanged Man） 对应希伯来字母 Mem（מ），意为“水”，象征沉潜与直觉。他倒挂于树，不是惩罚，而是自愿牺牲与视角反转。他进入内在世界，在暂停中领悟生命奥义，是转化的前夜。}  {13 - 死神（Death） 对应希伯来字母 Nun（נ），意为“鱼”，生命于死中再生。他骑黑马，持黑旗，周遭国王与孩童俱跪倒。他并非终结者，而是变革的使者。旧我死去，新生方能来临，是炼金术“黑化”阶段的体现。}  {14 - 节制（Temperance） 对应希伯来字母 Samekh（ס），意为“支撑”，象征中道之力。她调和两杯之水，立于一脚涉水一脚踏地之间，是身心灵之间的平衡调合，是炼金术中的“白化”，即融合极性的艺术。}  {15 - 恶魔（The Devil） 对应希伯来字母 Ayin（ע），意为“眼睛”，象征迷惑与执着。他不是绝对之恶，而是本能、欲望、物质性对灵魂的束缚。他的锁链松弛，意指束缚可自解，只要意志醒觉。他是投影的镜子。}  {16 - 高塔（The Tower） 对应希伯来字母 Peh（פ），意为“口”，象征启示与摧毁之言语。雷霆击塔，王冠倾塌，是傲慢结构的崩解。它代表突如其来的觉醒与摧毁，是炼金术“红化”前的爆炸转化阶段。}  {17 - 星星（The Star） 对应希伯来字母 Tzaddi（צ），意为“钩”，象征灵性引导。她赤身跪地，一手注水于河，一手洒水于地，是希望、灵性洗礼与宇宙之爱的象征。她是炼金术终极阶段的光明化，灵魂之星的显现。}  {18 - 月亮（The Moon） 对应希伯来字母 Qoph（ק），意为“后脑”，与潜意识、梦境、幻象密切相关。两座塔之间，狗与狼齐鸣，蟹自水中爬起——象征未知的召唤、灵魂深处的原型力量。是穿越幻象之门的考验。}  {19 - 太阳（The Sun） 对应希伯来字母 Resh（ר），意为“头”，象征意识的觉醒与启明之心。孩童骑白马，无畏无惧，是内在童真的胜利与生命之光的全面照耀。太阳驱散月影，是灵魂抵达清晰与喜悦的时刻。}  {20 - 审判（Judgement） 对应希伯来字母 Shin（ש），象征“火”与转化。号角响起，死人复生。这不是审判之终，而是唤醒、重生、召唤高我之声的时刻。代表最后觉悟与意识升起的门槛。}  {21 - 世界（The World） 对应希伯来字母 Tav（ת），意为“印记”与完成。她舞于花环之中，四圣兽环绕，象征四元素、四福音、四界的整合。这是大圆满、灵魂的圆归，是愚者旅程的终章，也是新循环的起始。}"
      ]
  },
  "cp": {
    "description": "cp文案",
    "type": "list",
    "hint": "xxx(群友1)xxx(群友2)xxx",
    "default": [
      "水声逐渐停息，(群友1)裹着一层白色的浴巾出来了。\n她完全不避嫌吗？眼睛被白色的肌肤触痛，(群友2)不免想着。\n像是看懂了这样的眼神，(群友1)的眼中同样露出疑惑。凝视着这双眼睛，(群友2)似乎读懂了她未形成语言的情感中、哪一部分可以解答自己的问题了。\n为什么要避嫌？\n……不如说自己才是、有种莫名其妙的神经敏感。\n她递上自己那身备用的衣服，(群友1)接过去了，从客房走出来，她依然束着一头湿答答的头发。\n(群友2)看着头发，接着又从眼睛里看到同样的疑惑了。\n她突然感觉眼前的(群友1)像是一只理所当然爬到主人床上的猫。她以前是这样的吗？\n今天的(群友1)有些和以前太不一样的地方：从顺地被自己领到家里也好、这样配得感过剩地暗示自己给她吹头发也好。\n粗钝的风声捶打沉默，(群友2)一手握着(群友1)的头发了，湿润的触感纠缠在手上，哪些部分来自温暖的浴室、哪些部分又来自窗外的雨幕呢？她分不清。",
      "(群友1)绝望的发现，其实之前也好现在也好，自己和(群友2)的关系都是不对等的。\n诚然，(群友2)总做一些她不希望发生的事情，但(群友2)却也没有同她希望的那样离开她，离开这个大抵不配拥有安全感去爱的人。\n她为什么恨(群友2)呢？或许是因为(群友2)没有帮她把小团体的小船重新组建起来，又或许是因为(群友2)没有在那个时候干脆让她淹死。\n从前(群友1)站在自己的视角上看，只觉得这是一种绝对的不忠；现在换个视角来看，它却近乎是一种爱了。",
      "然而这份温暖却让(群友1)无法接受，尽管她一直在自己世界的中心呼唤着爱，但是当爱真正来临的时候，她却感到一种难以言明的不安。\n自己这样的人也配得到爱吗？一种劣等感挥之不去。这种劣等感并非来自当下，而是来自遥远懵懂的童年时代，如箭矢般贯穿她的整个人生。\n礼节性的社交、小团体的解散、(群友2)的决绝……尽管一直在放出温暖以期得到爱的回报，但是(群友1)事实上恐惧真的得到(群友2)的爱。得到这样的爱、对于她来说未知如死亡。",
      "如果说未知总是带来恐惧，那么未知到已知的过程带来的便是不安。(群友1)不明白，为什么自己可以得到这样的好意？被这种不安驱使着，她开始逃避，两人正常的相处时光越来越少，(群友1)尝试用语言去刺痛(群友2)。她想用这些话让(群友2)退远一些，不要再施舍她那些令人灼伤的情感。每当这时，(群友2)总会以一种怜悯的目光看着她，这也是她不想要看到的，甚至比那些幽怨的目光更能刺痛她。",
      "(群友1)身上是只有东亚人才能体会到的美。(群友3)是怪物，(群友2)是怪物，他们是东亚男性，是沙文主义，是强权，(群友1)不是，他是顺从，是担忧，是献身，是毁灭，是内心深处的自轻自贱，他是紫姬，是洛丽塔，是爱丽丝，是马蒂尔达。东亚女性千百年来被视作美的事物被命运安排在一个男高中生身上，美艳得不可方物。",
      "“过来。”她终究还是没逃，反而向着(群友1)走去。她沉默地低下头，不太敢直视那双幽幽的双眼。\n然而(群友1)却拉住了她的手，将(群友2)也拉倒在她身上。她把那只手再次放到了自己的脖颈上，两人的头颅是那么相近，进到(群友1)此刻便就能附耳低语。\n“不要走，就这样夺取我的一切吧。”\n(群友1)隔着(群友2)的手按住自己脖颈的手轻轻施力，像是某种恶魔的诱惑，另一只手环住(群友2)的腰背，好似共赴海底的邀约。\n(群友2)接受了，于是两人便一起沉沦，一并降落。",
      "少女爱上了耶稣，(群友1)爱上了(群友2)。\n(群友1)身上有种迷离的破碎感，他自己就在破碎他自己，(群友2)养成一个什么样的人(群友2)自己也不知道，他是支离的瓷娃娃，他太美了，他就是浮世绘里的妓女，是美艳不可方物的公主，是敏感孤独而脆弱的孩子。",
      "凄然，是(群友1)给自己的新名字。象征着她和以前自己被毁灭的爱情。\n我要变得狠毒，冷血。这是(群友1)此时所想的。他害怕自己失去回忆，即使已经失去。\n绝望的戴上了面具。\n“(群友2)，邪恶(群友1)正门外等候。”",
      "(群友1)终于见到群里最伟大，最英武的素睦痴(群友2)，若在平时，他会顶礼膜拜激动莫名，甚至愿意葡伏在他的脚下高呼万岁。但现在他却只有愤怒，尤其是看到(群友2)那幸灾乐祸的眼神。他甚至没有跪拜，就把评论往(群友2)怀中砸去大声道：“你以为你是素睦痴，就可以随意左右别人的理想和梦想吗？枉我平时还把你当神龙一样崇拜，恨不能为你抛洒热血，不惜生命，想不到你原来却弃之如帚。”\n(群友2)看着(群友1)那张因为激动而绯红的脸，那张脸是那么的青春洋溢，火热照人，就算是生气的时候，也能感觉到青春的力量。有多久没有听到这么铿锵的话语啦？有多久没有体会到年少激扬的滋味？而且这个少年，受了委屈，居然还毫不扭怩的告诉他，他是多么的崇拜他。(群友2)好想笑，便止不住的大笑起来。\n可是(群友2)这样的笑，在(群友1)看来却是更大的羞辱，他的热情，他的理想在这条真龙眼里就这么可笑吗？所以他就真的生气了。因为生气，他全身都抖了起来。从小到大都是这样，如果真的生气了，他不会骂人，但身体却会控制不住的发抖。 \n(群友2)望着(群友1)笑得更猖狂了：“你生气了是吗？你知不道你生气的样子很漂亮？好像生命在燃烧一样。脸还那么红，眼睛是那么的火辣，拳头握得那么紧，真是好可爱。”"
    ]
  }
}
